{
  "noNSFW": "No se puede mostrar el contenido NSFW en un canal SFW.",
  "incorrectArgUsage": "Uso de comando inválido, por favor use esto como un punto de referencia.",
  "incorrectModCmdUsage": "El uso de comandos no es válido, debe mencionar a alguien para usar este comando.",
  "modNoReason": "El uso de comandos no es válido, debe proporcionar un motivo para usar este comando.",
  "NaN": "No es una cantidad válida.",
  "fightNoMntn": "Debes elegir a alguien para pelear.",
  "pickNoTxt": "El uso de comandos no es válido, debe proporcionar elementos para elegir.",
  "pickInvalidAmnt": "El uso de comandos no es válido, debe proporcionar al menos dos elementos para elegir.",
  "slapNoMntn": "Por favor mencione a un usuario para abofetearlos.",
  "yodaNoTxt": "El uso de comandos no es válido, debe proporcionar texto para Yoda. Sí.",
  "blacklistNoMntn": "Debe proporcionar una identificación de usuario o mencionarla para ponerla en una lista negra.",
  "blacklistExists": "Ese usuario ya está en la lista negra.",
  "blacklistYrslf": "No puedes ponerte en la lista negra. ~~ idiota ~~",
  "blacklistAdd": "Usuario agregado con éxito a la lista negra.",
  "blacklistRmvFail": "Ese usuario no está en la lista negra.",
  "blacklistRmv": "Ese usuario ya no está en la lista negra.",
  "blacklistNoExist": "Nadie está en la lista negra.",
  "lockdownNoTime": "El uso de comandos no es válido, debe proporcionar un tiempo para usar este comando.",
  "purgeNoAmnt": "Debe especificar una cantidad para eliminar.",
  "purgeIncorrectUsage": "Debe especificar un usuario y una cantidad, o solo una cantidad de mensajes para purgar.",
  "requestNoActn": "Uso de comandos no válido, debe proporcionar una acción para usar este comando.",
  "musicNoChnl": "Por favor, únase a un canal primero.",
  "musicPlybckAlrdyPause": "La reproducción ya está en pausa.",
  "musicPlybackPause": "Pausando la reproducción.",
  "musicIncorrectURL": "El uso de comandos no es válido, debe proporcionar un enlace de YouTube o un término de búsqueda.",
  "musicPlybackNoPause": "La reproducción no ha sido pausada.",
  "musicPlybackResume": "Reanudando la reproducción.",
  "musicVol": "El volumen actual está configurado para",
  "musicVolInvalidAmnt": "El volumen debe ser un valor entre 0 y 100%.",
  "musicVolSet": "Configurando el volumen a",
  "incorrectSocialAmnt": "No puede pagarle a un usuario menos de cero, ¿qué está tratando de hacer? Rob ellos?",
  "incorrectPayBal": "¿Los pagas con aire? Chico no me hagas darte una bofetada 👋",
  "incorrectDeductAmnt": "No puede deducir menos de cero, ¿qué está tratando de hacer? Recompensarlos?",
  "incorrectDeductBal": "¿Intentas deducir su aire? Chico no me hagas darte una bofetada 👋",
  "socialAwardYrslf": "No puedes recompensarte a ti mismo. ¿Por qué lo intentaste?",
  "socialPayYrslf": "No puede pagarse a sí mismo, ¿por qué lo intentó?",
  "socialDeductYrslf": "No puedes castigarte a ti mismo, ¿por qué lo intentaste?",
  "contactNoDM": "Este comando debe usarse en DM.",
  "contactNoMsg": "Debe proporcionar un mensaje para enviar al personal de soporte.",
  "myLvl": "Su nivel de permiso es:",
  "noRslt": "No se encontraron resultados para",
  "srcNoCat": "Por favor, proporcione una categoría.",
  "srcNoCmd": "Por favor, proporcione un comando para ver.",
  "weatherReply": "Por favor espera...",
  "weatherNoArgs": "Sin datos dados."
}